Repository: DanXi-Dev/DanXi-swift
Catalog: Shared/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Violation notice
zh_hans: 违规处理通知

source: Watermark Opacity %@
zh_hans: 水印透明度 %@

source: Website
zh_hans: 网站

source: Week %@
zh_hans: 第%@周

source: Workday
zh_hans: 工作日

source: Write a Review
zh_hans: 给我们评分

source: Write Review
zh_hans: 写课评

source: Yesterday
zh_hans: 昨天

source: You are banned in this division until %@
zh_hans: 您已被此分区封禁，解封日期为%@

source: You haven't blocked any holes. You can a block hole by pressing and holding it and select "Block Hole" in the menu.
zh_hans: 您没有屏蔽任何树洞。若要屏蔽树洞，可以长按它并选择屏蔽。

source: Yuan
zh_hans: 元
